{
    "bookcode": "TIT",
    "checksum": "48b1a1e8203fa7e139ae6777847758b4",
    "blocks": [
        {
            "sentences": [
                0
            ],
            "tradText": "Paul, a servant of God and an apostle of Jesus Christ for the faith of God’s elect and their knowledge of the truth that leads to godliness, in the hope of eternal life, which God, who cannot lie, promised before time began. In His own time He has made His word evident in the proclamation entrusted to me by the command of God our Savior. To Titus, my true child in our common faith: Grace and peace from God the Father and Christ Jesus our Savior.",
            "alignments": []
        },
        {
            "sentences": [
                1
            ],
            "tradText": "The reason I left you in Crete was that you would set in order what was unfinished and appoint elders in every town, as I directed you. An elder must be blameless, the husband of but one wife, having children who are believers and who are not open to accusation of indiscretion or insubordination.",
            "alignments": []
        },
        {
            "sentences": [
                2
            ],
            "tradText": "As God’s steward, an overseer must be above reproach—not self-absorbed, not quick-tempered, not given to drunkenness, not violent, not greedy for money. Instead, he must be hospitable, a lover of good, self-controlled, upright, holy, and disciplined. He must hold firmly to the faithful word as it was taught, so that he can encourage others by sound teaching and refute those who contradict it.",
            "alignments": []
        },
        {
            "sentences": [
                3
            ],
            "tradText": "For many are rebellious and full of empty talk and deception, especially those of the circumcision, who must be silenced. For the sake of dishonorable gain, they undermine entire households and teach things they should not.",
            "alignments": []
        },
        {
            "sentences": [
                4
            ],
            "tradText": "As one of their own prophets has said, “Cretans are always liars, evil beasts, lazy gluttons.”",
            "alignments": []
        },
        {
            "sentences": [
                5
            ],
            "tradText": "This testimony is true.",
            "alignments": []
        },
        {
            "sentences": [
                6
            ],
            "tradText": "Therefore rebuke them sternly, so that they will be sound in the faith and will pay no attention to Jewish myths or to the commands of men who have rejected the truth.",
            "alignments": []
        },
        {
            "sentences": [
                7
            ],
            "tradText": "To the pure, all things are pure; but to the defiled and unbelieving, nothing is pure. Indeed, both their minds and their consciences are defiled.",
            "alignments": []
        },
        {
            "sentences": [
                8
            ],
            "tradText": "They profess to know God, but by their actions they deny Him. They are detestable, disobedient, and unfit for any good deed.",
            "alignments": []
        },
        {
            "sentences": [
                9
            ],
            "tradText": "But as for you, speak the things that are consistent with sound doctrine.",
            "alignments": []
        },
        {
            "sentences": [
                10
            ],
            "tradText": "Older men are to be temperate, dignified, self-controlled, and sound in faith, love, and perseverance.",
            "alignments": []
        },
        {
            "sentences": [
                11
            ],
            "tradText": "Older women, likewise, are to be reverent in their behavior, not slanderers or addicted to much wine, but teachers of good. In this way they can train the young women to love their husbands and children, to be self-controlled, pure, managers of their households, kind, and submissive to their own husbands, so that the word of God will not be discredited.",
            "alignments": []
        },
        {
            "sentences": [
                12
            ],
            "tradText": "In the same way, urge the younger men to be self-controlled. In everything, show yourself to be an example by doing good works. In your teaching show integrity, dignity, and wholesome speech that is above reproach, so that anyone who opposes us will be ashamed to have nothing bad to say about us.",
            "alignments": []
        },
        {
            "sentences": [
                13
            ],
            "tradText": "Slaves are to submit to their own masters in everything, to be well-pleasing, not argumentative, not stealing from them, but showing all good faith, so that in every respect they will adorn the teaching about God our Savior.",
            "alignments": []
        },
        {
            "sentences": [
                14
            ],
            "tradText": "For the grace of God has appeared, bringing salvation to everyone. It instructs us to renounce ungodliness and worldly passions, and to live sensible, upright, and godly lives in the present age, as we await the blessed hope and glorious appearance of our great God and Savior Jesus Christ. He gave Himself for us to redeem us from all lawlessness and to purify for Himself a people for His own possession, zealous for good deeds.",
            "alignments": []
        },
        {
            "sentences": [
                15
            ],
            "tradText": "Speak these things as you encourage and rebuke with all authority.",
            "alignments": []
        },
        {
            "sentences": [
                16
            ],
            "tradText": "Let no one despise you.",
            "alignments": []
        },
        {
            "sentences": [
                17
            ],
            "tradText": "Remind the believers to submit to rulers and authorities, to be obedient and ready for every good work, to malign no one, and to be peaceable and gentle, showing full consideration to everyone.",
            "alignments": []
        },
        {
            "sentences": [
                18
            ],
            "tradText": "For at one time we too were foolish, disobedient, misled, and enslaved to all sorts of desires and pleasures—living in malice and envy, being hated and hating one another.",
            "alignments": []
        },
        {
            "sentences": [
                19
            ],
            "tradText": "But when the kindness of God our Savior and His love for mankind appeared, He saved us, not by the righteous deeds we had done, but according to His mercy, through the washing of new birth  and renewal by the Holy Spirit. This is the Spirit He poured out on us abundantly through Jesus Christ our Savior, so that, having been justified by His grace, we would become heirs with the hope of eternal life.",
            "alignments": []
        },
        {
            "sentences": [
                20
            ],
            "tradText": "This saying is trustworthy. And I want you to emphasize these things, so that those who have believed God will take care to devote themselves to good deeds.",
            "alignments": []
        },
        {
            "sentences": [
                21
            ],
            "tradText": "These things are excellent and profitable for the people.",
            "alignments": []
        },
        {
            "sentences": [
                22
            ],
            "tradText": "But avoid foolish controversies, genealogies, arguments, and quarrels about the law, because these things are pointless and worthless.",
            "alignments": []
        },
        {
            "sentences": [
                23
            ],
            "tradText": "Reject a divisive man after a first and second admonition, knowing that such a man is corrupt and sinful; he is self-condemned.",
            "alignments": []
        },
        {
            "sentences": [
                24
            ],
            "tradText": "As soon as I send Artemas or Tychicus to you, make every effort to come to me at Nicopolis, because I have decided to winter there.",
            "alignments": []
        },
        {
            "sentences": [
                25
            ],
            "tradText": "Do your best to equip Zenas the lawyer and Apollos, so that they will have everything they need.",
            "alignments": []
        },
        {
            "sentences": [
                26
            ],
            "tradText": "And our people must also learn to devote themselves to good works in order to meet the pressing needs of others, so that they will not be unfruitful.",
            "alignments": []
        },
        {
            "sentences": [
                27
            ],
            "tradText": "All who are with me send you greetings.",
            "alignments": []
        },
        {
            "sentences": [
                28
            ],
            "tradText": "Greet those who love us in the faith.",
            "alignments": []
        },
        {
            "sentences": [
                29
            ],
            "tradText": "Grace be with all of you.",
            "alignments": []
        }
    ]
}